Repository: CvH/VDR
Catalog: po/*.po
Languages: sr_sr

source: *** Invalid Channel ***
sr_sr: *** Neispravan Kanal ***

source: Channel not available!
sr_sr: Kanal nije dostupan!

source: Can't start Transfer Mode!
sr_sr: Nemoguæe zapoèeti Prenos!!

source: off
sr_sr: iskljuèi

source: auto
sr_sr: automatski

source: none
sr_sr: ni¹ta

source: Polarization
sr_sr: Polarizacija

source: System
sr_sr: Sistem

source: Inversion
sr_sr: Inverzija

source: Modulation
sr_sr: Modulacija

source: Bandwidth
sr_sr: Propusnost

source: Transmission
sr_sr: Prenos

source: Guard
sr_sr: Za¹tita

source: Hierarchy
sr_sr: Hijerarhija

source: Starting EPG scan
sr_sr: Poèinjem EPG pretragu

source: Content$Movie/Drama
sr_sr: Sadr¾aj$Film/Drama

source: Content$Detective/Thriller
sr_sr: Sadr¾aj$Detektivski/Triler

source: Content$Adventure/Western/War
sr_sr: Sadr¾aj$Avantura/Vestern/Ratni

source: Content$Science Fiction/Fantasy/Horror
sr_sr: Sadr¾aj$Nauèno Fantastièni/Fantazija/Horor

source: Content$Comedy
sr_sr: Sadr¾aj$Komedija

source: Content$Soap/Melodrama/Folkloric
sr_sr: Sadr¾aj$Sapunica/Melodrama/Folklor

source: Content$Romance
sr_sr: Sadr¾aj#Romansa

source: Content$Serious/Classical/Religious/Historical Movie/Drama
sr_sr: Sadr¾aj$Ozbiljan/Klasièni/Religiozan/Istorijski Film/Drama

source: Content$Adult Movie/Drama
sr_sr: Sadr¾aj$Za odrasle Film/Drama

source: Content$News/Current Affairs
sr_sr: Sadr¾aj$Vesti/Trenutni poslovi

source: Content$News/Weather Report
sr_sr: Sadr¾aj$Vesti/Vremenski izvje¹taj

source: Content$News Magazine
sr_sr: Sadr¾aj$Magazin Vesti

source: Content$Documentary
sr_sr: Sadr¾aj$Dokumentarni

source: Content$Discussion/Inverview/Debate
sr_sr: Sadr¾aj$Diskusije/Intervjui/Debate

source: Content$Show/Game Show
sr_sr: Sadr¾aj$Zabavni/Igre Zabavne

source: Content$Game Show/Quiz/Contest
sr_sr: Sadr¾aj$Igre Zabavne/Kviz/Takmièenja

source: Content$Variety Show
sr_sr: Sadr¾aj$Cirkus

source: Content$Talk Show
sr_sr: Sadr¾aj$Talk ¹ou

source: Content$Sports
sr_sr: Sadr¾aj$Sport

source: Content$Special Event
sr_sr: Sadr¾aj$Specijalne emisije

source: Content$Sport Magazine
sr_sr: Sadr¾aj$Sportski Magazin

source: Content$Football/Soccer
sr_sr: Sadr¾aj$Futball/Igraè

source: Content$Tennis/Squash
sr_sr: Sadr¾aj$Tenis/Skvo¹

source: Content$Team Sports
sr_sr: Sadr¾aj$Timski Sport

source: Content$Athletics
sr_sr: Sadr¾aj$Atletika

source: Content$Motor Sport
sr_sr: Sadr¾aj$Moto Sport

source: Content$Water Sport
sr_sr: Sadr¾aj$Sportovi na vodi

source: Content$Winter Sports
sr_sr: Sadr¾aj$Zimski Sportovi

source: Content$Equestrian
sr_sr: Sadr¾aj$Jahaèki

source: Content$Martial Sports
sr_sr: Sadr¾aj$Vojni Sportovi

source: Content$Children's/Youth Programme
sr_sr: Sadr¾aj$Deèiji/Program za Mlade

source: Content$Pre-school Children's Programme
sr_sr: Sadr¾aj$Pred¹kolski deèiji program

source: Content$Entertainment Programme for 6 to 14
sr_sr: Sadr¾aj$Zabavni program za uzrast od 6 do 14

source: Content$Entertainment Programme for 10 to 16
sr_sr: Sadr¾aj$Zabavni program za uzrast od 10 do 16

source: Content$Informational/Educational/School Programme
sr_sr: Sadr¾aj$Informativni/Edukacioni/©kolski Program

source: Content$Cartoons/Puppets
sr_sr: Sadr¾aj$Crtiæi/Lutkarski

source: Content$Music/Ballet/Dance
sr_sr: Sadr¾aj$Muzièki/Balet/Ples

source: Content$Rock/Pop
sr_sr: Sadr¾aj$Rok/Pop

source: Content$Serious/Classical Music
sr_sr: Sadr¾aj$Ozbiljna/Klasièna Muzika

source: Content$Folk/Tradional Music
sr_sr: Sadr¾aj$Narodna/Izvorna Muzika

source: Content$Jazz
sr_sr: Sadr¾aj$D¾ez

source: Content$Musical/Opera
sr_sr: Sadr¾aj$Mjuzikli/Opera

source: Content$Ballet
sr_sr: Sadr¾aj$Balet

source: Content$Arts/Culture
sr_sr: Sadr¾aj$Umetnost/Kultura

source: Content$Performing Arts
sr_sr: Sadr¾aj$

source: Content$Religion
sr_sr: Sadr¾aj$Religija

source: ParentalRating$from %d
sr_sr: Roditeljska ocena$od %d

source: No title
sr_sr: Nema naslova

source: LanguageName$English
sr_sr: Srpski

source: LanguageCode$eng
sr_sr: scc

source: Phase 1: Detecting RC code type
sr_sr: Faza 1: detekcija koda daljinskog upravljaèa

source: Press any key on the RC unit
sr_sr: Pritisnite jedan taster na daljinskom upravljaèu

source: RC code detected!
sr_sr: Kod daljinskog upravljaèa je prepoznat!

source: Do not press any key...
sr_sr: Ne pritiskaj nijedan taster...

source: Phase 2: Learning specific key codes
sr_sr: Faza 2: Uèenje posebnih kodova

source: Press key for '%s'
sr_sr: Pritisnite taster za '%s'

source: Press 'Up' to confirm
sr_sr: Pritisnite 'Gore' za prihvatanje

source: Press 'Down' to continue
sr_sr: Pritisnite 'Dole' za nastavak

source: (press 'Up' to go back)
sr_sr: (pritisnite 'Gore' za nazad)

source: (press 'Down' to end key definition)
sr_sr: (pritisnite 'Dole' za kraj)

source: (press 'Menu' to skip this key)
sr_sr: pritisnite 'Meni' da preskoèite ovu tipku

source: Learning Remote Control Keys
sr_sr: Uèenje rasporeda tastera daljinskog upravljaèa

source: Phase 3: Saving key codes
sr_sr: Faza 3: Snimanje kodova tastera

source: Press 'Up' to save, 'Down' to cancel
sr_sr: 'Gore' za snimi, 'Dole' za prekid

source: Key$Up
sr_sr: Gore

source: Key$Down
sr_sr: Dole

source: Key$Menu
sr_sr: Meni

source: Key$Ok
sr_sr: Ok

source: Key$Back
sr_sr: Nazad

source: Key$Left
sr_sr: Levo

source: Key$Right
sr_sr: Desno

source: Key$Red
sr_sr: Crveno

source: Key$Green
sr_sr: Zeleno

source: Key$Yellow
sr_sr: ®uto

source: Key$Blue
sr_sr: Plavo

source: Key$Info
sr_sr: Info

source: Key$Play
sr_sr: Start

source: Key$Pause
sr_sr: Pauza

source: Key$Stop
sr_sr: Stop

source: Key$Record
sr_sr: Snimaj

source: Key$FastFwd
sr_sr: Napred

source: Key$FastRew
sr_sr: Nazad

source: Key$Next
sr_sr: Sledeæe

source: Key$Prev
sr_sr: Prethodno

source: Key$Power
sr_sr: Power

source: Key$Channel+
sr_sr: Kanal+

source: Key$Channel-
sr_sr: Kanal-

source: Key$PrevChannel
sr_sr: PrethodniKanal

source: Key$Volume+
sr_sr: Glasnije

source: Key$Volume-
sr_sr: Ti¹e

source: Key$Mute
sr_sr: Bez tona

source: Key$Audio
sr_sr: Audio

source: Key$Subtitles
sr_sr: Titlovi

source: Key$Schedule
sr_sr: Raspored

source: Key$Channels
sr_sr: Kanali

source: Key$Timers
sr_sr: Tajmeri

source: Key$Recordings
sr_sr: Snimke

source: Key$Setup
sr_sr: Pode¹avanje

source: Key$Commands
sr_sr: Naredbe

source: Key$User0
sr_sr: Korisnik0

source: Key$User1
sr_sr: Korisnik1

source: Key$User2
sr_sr: Korisnik2

source: Key$User3
sr_sr: Korisnik3

source: Key$User4
sr_sr: Korisnik4

source: Key$User5
sr_sr: Korisnik5

source: Key$User6
sr_sr: Korisnik6

source: Key$User7
sr_sr: Korisnik7

source: Key$User8
sr_sr: Korisnik8

source: Key$User9
sr_sr: Korisnik9

source: free
sr_sr: slobodno

source: Free To Air
sr_sr: Slobodno

source: encrypted
sr_sr: kriptirano

source: Edit channel
sr_sr: Ispravke kanala

source: Name
sr_sr: Naziv

source: Source
sr_sr: Izvor

source: Frequency
sr_sr: Frekvencija

source: CA
sr_sr: Kodiranje (CA)

source: Channel settings are not unique!
sr_sr: Postavke programa nisu jedinstvene!

source: Channels
sr_sr: Kanali

source: Button$Edit
sr_sr: Promeni

source: Button$New
sr_sr: Novi

source: Button$Delete
sr_sr: Obri¹i

source: Button$Mark
sr_sr: Oznaèi

source: Channel is being used by a timer!
sr_sr: Kanal je trenutno zauzet tajmerom!

source: Delete channel?
sr_sr: Obrisati kanal?

source: New folder
sr_sr: Novi direktorij

source: Sub folder
sr_sr: Pod Direktorij

source: Folder name already exists!
sr_sr: Ime direktorija veæ postoji

source: Folder name must not contain '%c'!
sr_sr: Naziv direktorija ne smije sadr¾avati '%c'!

source: Delete folder and all sub folders?
sr_sr: Obri¹i direktorij i sve poddirektorije

source: Edit timer
sr_sr: Ureðivanje tajmera

source: Active
sr_sr: Aktivan

source: Channel
sr_sr: Kanal

source: Day
sr_sr: Dan

source: Start
sr_sr: Poèetak

source: Stop
sr_sr: Kraj

source: Priority
sr_sr: Prioritet

source: Lifetime
sr_sr: Trajanje

source: File
sr_sr: Datoteka

source: First day
sr_sr: Prvi dan

source: Select folder
sr_sr: Odaberi direktorij

source: Timers
sr_sr: Tajmeri

source: Button$On/Off
sr_sr: Taster$ukljuèi/iskljuèi

source: Button$Info
sr_sr: Taster$Info

source: Delete timer?
sr_sr: Obri¹i tajmer?

source: Timer still recording - really delete?
sr_sr: Tajmer jo¹ snima - zaista obrisati?

source: Event
sr_sr: Emisija

source: Button$Timer
sr_sr: Tajmer

source: Button$Record
sr_sr: Snimi

source: Button$Switch
sr_sr: Prebaci

source: What's on now?
sr_sr: Trenutno na programu ?

source: What's on next?
sr_sr: ©ta je sledeæe?

source: Button$Next
sr_sr: Sledi

source: Button$Now
sr_sr: Trenutno

source: Button$Schedule
sr_sr: Taster/Raspored

source: Can't switch channel!
sr_sr: Nemoguæe prebaciti kanal!

source: Schedule - %s
sr_sr: Raspored - %s

source: This event - %s
sr_sr: Ovaj dogaðaj - %s

source: This event - all channels
sr_sr: Ovaj dogaðaj - svi kanali

source: All events - all channels
sr_sr: Svi dogaðaji - svi kanali

source: Please enter %d digits!
sr_sr: Molim unesite %d brojeva!

source: CAM not responding!
sr_sr: CAM ne reaguje!

source: Recording info
sr_sr: Detalji snimanja

source: Button$Play
sr_sr: Taster/Start

source: Button$Rewind
sr_sr: Taster$poèetak

source: Recordings
sr_sr: Snimci

source: Button$Open
sr_sr: Taster/Otvori

source: Commands
sr_sr: Naredbe

source: Error while accessing recording!
sr_sr: Gre¹ka prilikom pristupa snimanju!

source: Delete recording?
sr_sr: Obrisati snimku?

source: Error while deleting recording!
sr_sr: Gre¹ka prilikom brisanja zapisa!

source: Recording commands
sr_sr: Naredbe za snimanje

source: never
sr_sr: Nikada

source: skin dependent
sr_sr: Zavisi od skin-a

source: always
sr_sr: uvek

source: Setup.OSD$Language
sr_sr: Jezik

source: Setup.OSD$Skin
sr_sr: Podesi OSD skin

source: Setup.OSD$Theme
sr_sr: Podesi OSD Temu

source: Setup.OSD$Message time (s)
sr_sr: Du¾ina prikaza poruka (s)

source: Setup.OSD$Use small font
sr_sr: Koristi mala slova

source: Setup.OSD$Anti-alias
sr_sr: Anti-alias

source: Setup.OSD$Default font
sr_sr: Zadani font

source: Setup.OSD$Small font
sr_sr: Mali font

source: Setup.OSD$Fixed font
sr_sr: Nepromenjiv font

source: Setup.OSD$Channel info position
sr_sr: Pozicija informacija o programu

source: bottom
sr_sr: dno

source: top
sr_sr: vrh

source: Setup.OSD$Channel info time (s)
sr_sr: Vreme prikaza informacije o kanalu (s)

source: Setup.OSD$Info on channel switch
sr_sr: Informacije kod promene kanala

source: Setup.OSD$Timeout requested channel info
sr_sr: Vreme prikaza informacije o kanalu

source: Setup.OSD$Scroll pages
sr_sr: Listaj po stranicama

source: Setup.OSD$Scroll wraps
sr_sr: S kraja skoèi na poèetak

source: Setup.OSD$Menu key closes
sr_sr: Taster Meni zatvara

source: Setup.OSD$Recording directories
sr_sr: Direktorij za snimke

source: EPG
sr_sr: EPG (elektronski programski vodiè¨)

source: Button$Scan
sr_sr: Pretra¾i

source: Setup.EPG$EPG scan timeout (h)
sr_sr: Vreme do EPG pregleda (h)

source: Setup.EPG$EPG bugfix level
sr_sr: Nivo ispravaka EPG gre¹aka

source: Setup.EPG$EPG linger time (min)
sr_sr: Vreme EPG zadr¾avanja (min)

source: Setup.EPG$Set system time
sr_sr: Podesi sistemsko vreme

source: Setup.EPG$Use time from transponder
sr_sr: Koristi vreme sa transpondera

source: Setup.EPG$Preferred languages
sr_sr: Odaberi jezik

source: Setup.EPG$Preferred language
sr_sr: Odaberi jezik

source: pan&scan
sr_sr: pro¹iri i ispitaj

source: letterbox
sr_sr: pravougaonik

source: center cut out
sr_sr: izre¾i sredinu

source: no
sr_sr: ne

source: names only
sr_sr: samo imena

source: PIDs only
sr_sr: Samo PID-ovi

source: names and PIDs
sr_sr: imena i (PIDs)

source: add new channels
sr_sr: dodaj nove kanale

source: add new transponders
sr_sr: dodaj nove transpondere

source: Setup.DVB$Primary DVB interface
sr_sr: Podesi.DVB$Primarni DVB ureðaj

source: Setup.DVB$Video format
sr_sr: Podesi.DVB$Video format

source: Setup.DVB$Video display format
sr_sr: Podesi.DVB$Format video prikaza

source: Setup.DVB$Use Dolby Digital
sr_sr: Koristi Dolby Digital

source: Setup.DVB$Update channels
sr_sr: Podesi.DVB$A¾uriranje kanala

source: Setup.DVB$Audio languages
sr_sr: Podesi.DVB$Audio jezici

source: Setup.DVB$Audio language
sr_sr: Podesi.DVB$Audio jezik

source: Setup.DVB$Display subtitles
sr_sr: Podesi.DVB$Poka¾i titlove

source: Setup.DVB$Subtitle languages
sr_sr: Podesi.DVB$Jezici titla

source: Setup.DVB$Subtitle language
sr_sr: Podesi.DVB$Jezik titla

source: Setup.DVB$Subtitle offset
sr_sr: Podesi.DVB$Pomak titla

source: Setup.DVB$Subtitle foreground transparency
sr_sr: Podesi.DVB$Providnost titla

source: Setup.DVB$Subtitle background transparency
sr_sr: Podesi.DVB$Providnost pozadine titla

source: Setup.LNB$Use DiSEqC
sr_sr: Podesi.LNB$Koristi DiSEqC

source: Setup.LNB$SLOF (MHz)
sr_sr: Podesi.LNB$SLOF (MHz)

source: Setup.LNB$Low LNB frequency (MHz)
sr_sr: Podesi.LNB$Donja LNB frekv. (MHz)

source: Setup.LNB$High LNB frequency (MHz)
sr_sr: Podesi.LNB$Gornja LNB frekv. (MHz)

source: CAM reset
sr_sr: Ponovno pokreni CAM

source: CAM present
sr_sr: CAM prisutan

source: CAM ready
sr_sr: CAM spreman

source: Button$Menu
sr_sr: Taster$Meni

source: Button$Reset
sr_sr: Taster$Ponovno pokreni

source: Opening CAM menu...
sr_sr: Otvaram CAM meni...

source: Can't open CAM menu!
sr_sr: Otvaranje CAM menija neuspe¹no!

source: CAM is in use - really reset?
sr_sr: CAM u upotrebi - ponovno pokrenuti?

source: Can't reset CAM!
sr_sr: Ponovno pokretanje CAM-a neuspe¹no!

source: confirm
sr_sr: potvrdi

source: yes
sr_sr: da

source: Recording
sr_sr: Snimanje

source: Setup.Recording$Margin at start (min)
sr_sr: Podesi.Snimanje$Rezerva na poèetku snimanja (min)

source: Setup.Recording$Margin at stop (min)
sr_sr: Podesi.Snimanje$Rezerva na kraju (min)

source: Setup.Recording$Primary limit
sr_sr: Podesi.Snimanje$Standardno ogranièenje

source: Setup.Recording$Default priority
sr_sr: Podesi.Snimanje$Zadani prioritet

source: Setup.Recording$Default lifetime (d)
sr_sr: Podesi.Snimanje$Zadano trajanje (d)

source: Setup.Recording$Pause priority
sr_sr: Podesi.Snimanje$Prioritet pauze

source: Setup.Recording$Pause lifetime (d)
sr_sr: Podesi.Snimanje$Trajanje pauze (d)

source: Setup.Recording$Use episode name
sr_sr: Podesi.Snimanje$Koristi naziv epizode

source: Setup.Recording$Use VPS
sr_sr: Podesi.Snimanje$Koristi VPS

source: Setup.Recording$VPS margin (s)
sr_sr: Podesi.Snimanje$Vremenska rezerva kod VPS (s)

source: Setup.Recording$Mark instant recording
sr_sr: Podesi.Snimanje$Oznaèi trenutno snimanje

source: Setup.Recording$Name instant recording
sr_sr: Podesi.Snimanje$Imenuj trenutno snimanje

source: Setup.Recording$Instant rec. time (min)
sr_sr: Podesi.Snimanje$Trajanje trenutnog snimanja (min)

source: Setup.Recording$Max. video file size (MB)
sr_sr: Podesi.Snimanje$Maks. velièina datoteke (MB)

source: Setup.Recording$Split edited files
sr_sr: Podesi.Snimanje$Podeli ureðene datoteke

source: Replay
sr_sr: Reprodukcija

source: Setup.Replay$Multi speed mode
sr_sr: Podesi.Reprodukciju$Vi¹estruke brzine reprodukcije

source: Setup.Replay$Show replay mode
sr_sr: Podesi.Reprodukciju$Prika¾i re¾im reprodukcije

source: Setup.Replay$Resume ID
sr_sr: Podesi.Reprodukciju$ID nastavka

source: Miscellaneous
sr_sr: Razno

source: Setup.Miscellaneous$Min. event timeout (min)
sr_sr: Podesi.Razno$Min. vreme pauze (min)

source: Setup.Miscellaneous$Min. user inactivity (min)
sr_sr: Podesi.Razno$Min. vreme neaktivnosti (min)

source: Setup.Miscellaneous$SVDRP timeout (s)
sr_sr: Podesi.Razno$SVDRP vreme (s)

source: Setup.Miscellaneous$Zap timeout (s)
sr_sr: Podesi.Razno$Zap istièe (s)

source: Setup.Miscellaneous$Channel entry timeout (ms)
sr_sr: Podesi.Razno$Upis kanala istièe (ms)

source: Setup.Miscellaneous$Initial channel
sr_sr: Podesi.Razno$Poèetni kanal

source: Setup.Miscellaneous$as before
sr_sr: Podesi.Razno$kao prethodno

source: Setup.Miscellaneous$Initial volume
sr_sr: Podesi.Razno$Poèetna jaèina tona

source: Setup.Miscellaneous$Emergency exit
sr_sr: Podesi.Razno$Izlaz u sluèaju nu¾de

source: Plugins
sr_sr: Dodaci

source: This plugin has no setup parameters!
sr_sr: Ovaj dodatak nema parametara!

source: Restart
sr_sr: Restart sistema

source: Really restart?
sr_sr: Ponovo pokretanje ???

source: Stop recording
sr_sr: Zaustavi snimanje

source: Schedule
sr_sr: Raspored Programa

source: Stop replaying
sr_sr: Zaustavi reprodukciju

source: Button$Audio
sr_sr: Taster$Audio

source: Button$Pause
sr_sr: Taster$Pauza

source: Button$Stop
sr_sr: Taster$Stop

source: Button$Resume
sr_sr: Taster$Nastavi

source: Cancel editing
sr_sr: Zaustavi ispravke

source: Stop recording?
sr_sr: Zaustaviti snimanje?

source: Cancel editing?
sr_sr: Otka¾i ispravke?

source: No audio available!
sr_sr: Ton nedostupan

source: No subtitles
sr_sr: Bez titlova

source: Button$Subtitles
sr_sr: Taster$Titlovi

source: No subtitles available!
sr_sr: Titlovi nisu dostupni!

source: Not enough disk space to start recording!
sr_sr: Nema dovoljno prostora na disku za snimanje!

source: Pausing live video...
sr_sr: Zaustavljanje izravnog prenosa...

source: Jump:
sr_sr: Skoèi:

source: No editing marks defined!
sr_sr: Nijedna taèka rezanja nije odreðena!

source: Can't start editing process!
sr_sr: Ne mogu zapoèeti ureðivanje!

source: Editing process started
sr_sr: Ureðivanje zapoèelo

source: Editing process already active!
sr_sr: Ureðivanje je veæ u toku!!

source: FileNameChars$ abcdefghijklmnopqrstuvwxyz0123456789-.,#~\^$[]|()*+?{}/:%@&
sr_sr: abcÄdÄefghijklmnopqrstuvwxyzÅ¾Å¸0123456789-.,#~\^$[]|()*+?{}/:%@&

source: CharMap$ 0 -.,1#~\^$[]|()*+?{}/:%@& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9
sr_sr: 0 -.,1#~\^$[]|()*+?{}/:%@& abc2 def3 ghi4 jkl5 mno6 pqrs7 tuv8 wxyz9

source: Button$ABC/abc
sr_sr: ABC/abc

source: Button$Overwrite
sr_sr: Taster$Prepi¹i

source: Button$Insert
sr_sr: Taster$Ubaci

source: Plugin
sr_sr: Dodatak

source: Up/Dn for new location - OK to move
sr_sr: Gore/Dole na novu poziciju - OK za prihvati

source: Channel locked (recording)!
sr_sr: Kanal zakljuèan (snimanje)!

source: Low disk space!
sr_sr: Malo prostora na disku!

source: Regenerating index file
sr_sr: Obnavljanje index datoteke

source: Index file regeneration complete
sr_sr: Obnavljanje index datoteke zavr¹eno

source: Can't shutdown - option '-s' not given!
sr_sr: Ga¹enje nemoguæe - nedostaje opcija '-s'!

source: Editing - shut down anyway?
sr_sr: Ispravke u toku - u svakom sluèaju iskljuèi ?

source: Recording - shut down anyway?
sr_sr: Snimanje u toku - u svakom sluèaju iskljuèi ?

source: Recording in %ld minutes, shut down anyway?
sr_sr: Snimanje za %ld minuta - u svakom sluèaju iskljuèi?

source: shut down anyway?
sr_sr: u svakom sluèaju iskljuèi?

source: Plugin %s wakes up in %ld min, continue?
sr_sr: Dodatak %s se budi u %ld min, nastavi?

source: Editing - restart anyway?
sr_sr: Ureðivanje u toku - ponovno pokreni!!!?

source: Recording - restart anyway?
sr_sr: Snimanje je u toku - ponovno pokreni!!!?

source: restart anyway?
sr_sr: ponovo pokreni?

source: Volume
sr_sr: Jaèina

source: Classic VDR
sr_sr: Klasièni VDR

source: ST:TNG Panels
sr_sr: ST:TNG Panele

source: MTWTFSS
sr_sr: PUSÈPSN

source: MonTueWedThuFriSatSun
sr_sr: PonUtoSreÈetPetSubNed

source: Monday
sr_sr: Ponedeljak

source: Tuesday
sr_sr: Utorak

source: Wednesday
sr_sr: Sreda

source: Thursday
sr_sr: Èetvrtak

source: Friday
sr_sr: Petak

source: Saturday
sr_sr: Subota

source: Sunday
sr_sr: Nedelja

source: Upcoming recording!
sr_sr: Predstojeæe snimanje!

source: Recording started
sr_sr: Snimanje zapoèelo

source: VDR will shut down later - press Power to force
sr_sr: VDR æe se iskljuèiti kasnije - pritisni Power-taster za prisilno iskljuèenje

source: Press any key to cancel shutdown
sr_sr: Pritisni taster za prekid iskljuèenja

source: Switching primary DVB...
sr_sr: Prebacivanje primarnog DVB ureðaja...

source: Editing process failed!
sr_sr: Ureðivanje neusp¹jeno!

source: Editing process finished
sr_sr: Ureðivanje zavr¹eno

source: Press any key to cancel restart
sr_sr: Pritisni jedan taster za poni¹tenje restart-a

source: VDR will shut down in %s minutes
sr_sr: VDR æe se iskljuèiti za %s minuta
